/* Message that the app doesn't have access rights to biometric authentication. Placeholder is app name. */
"%@ doesn't have access to biometric authentication." = "%@ non ha accesso all'autenticazione biometrica.";

/* Code option: 4-digit numeric */
"4-Digit Numeric Code" = "Codice numerico di 4 cifre";

/* Code option: 6-digit numeric */
"6-Digit Numeric Code" = "Codice numerico di 6 cifre";

/* Title for 'Cancel' Button */
"Cancel" = "Annulla";

/* Headline for 'Change Passcode' view */
"Change Passcode" = "Cambia codice";

/* Title for code options button */
"Code options" = "Opzioni codice";

/* Headline for 'Create Passcode' view */
"Create Passcode" = "Crea codice";

/* Code option: custom alphanumeric */
"Custom Alphanumeric Code" = "Codice alfanumerico personalizzato";

/* Promt user to enter new passcode */
"Enter new passcode" = "Inserisci nuovo codice";

/* Promt user to enter passcode */
"Enter your passcode" = "Inserisci il tuo codice";

/* Notify user that passcodes do not match */
"Passcodes don't match. Try again." = "I codici non corrispondono. Riprova.";

/* Headline for 'Remove Passcode' view */
"Remove Passcode" = "Rimuovi codice";

/* Title for 'Settings' Button */
"Settings" = "Impostazioni";

/* Promt user to verify new passcode */
"Verify new passcode" = "Verifica il nuovo codice";

/* Promt user to verify passcode */
"Verify your passcode" = "Verifica il tuo codice";

/* Biometric enrollment prompt reason */
"Enable biometric authentication" = "Attiva l'autenticazione biometrica";

/* Biometric authentication prompt reason */
"Verify your identity" = "Verifica la tua identità";
